Revit 2027 API
ParameterTypeId.IsHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IsHeightParam { get; }
Public Shared ReadOnly Property IsHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IsHeightParam {
	ForgeTypeId^ get ();
}
static member IsHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace